---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CwpAddLevelSuffix
source: html/cb59c964-4dd9-3d33-6567-6a1b6c50c026.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CwpAddLevelSuffix Property

"Add suffix to Level Name"

## Syntax (C#)
```csharp
public static ForgeTypeId CwpAddLevelSuffix { get; }
```